Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/laereplan_naturfag.html.tmx
Source language: smj
Languages: sma

source: árvvaladdat ájggeguovddelis luonndofágalasj ássjijt praktihkalasj guoradallamij jali systematiseridum diedoj baktu duot dát gáldos
sma: digkiedidh eatnemefaageles dåeriesmoerh mah leah sjyöhtehke daan biejjien mah våaromem utnieh praktihkeles goerehtimmine jallh systematiseradamme bïevnesh ovmessie gaaltijijstie

source: adnet avtagærddásasj dáhtásimulerigijt jali animasjåvnåjt vuosedittjat ja tjielggitjit luonndofágalasj fenomenajt ja hypotesajt gæhttjalittjat
sma: aelhkie daatasimuleradimmieh jallh animasjovnh nuhtjedh juktie vuesiehtidh jïh buerkiestidh eatnemefaageles fenomenh, jïh hypoteesh teestadidh

source: dágástallat sieradusájt ja avtalágásjvuodajt gåktu árbbediehto ja diedalasj diehto luondo birra ásaduvvá ja gaskostuvvá / vijddábut doalvoduvvá
sma: joekehts jïh hedtieh digkiedidh guktie aerpievuekien daajroe jïh daejremen daajroe eatnemen bïjre tseegkesåvva jïh guhkiebasse soptsesuvvieh

source: Guoddelis åvddånibme
sma: Monnehke evtiedimmie

source: tjielggit guoddelis åvddånime buojkuldagáv
sma: buerkiestidh dïejvesem monnehke evtiedimmie

source: guoradallat ja gåvådit suksesjåvnnåprosessajt ekosysteman
sma: suksesjovneprosessh aktene ekosystemesne goerehtidh jïh buerkiestidh

source: kárttit ietjas gållådimválljimijt ja fágalattjat ja ehtalattjat argumenterit ietjas gållådimválljimij åvdås ma båhti viehkken guoddelis adnuj
sma: faktovrh buerkiestidh mah illedahkh vedtieh akten populasjovnen stoeredahkese, jïh vuesiehtimmieh vedtedh mah jarkelimmieh orreme flora ’ sne jïh fauna ’ sne noerhtedajvine

source: tjielggit faktåvråjt ma populasjåvnå stuorrudagáv vájkkudi ja vaddet buojkulvisájt gåktu sjatto ja juhtusij iellem nuorttaguovlojn li rievddam
sma: goerehtalledh mah vaaroeh jïjtje veeljie jïh faageles jïh etihkeles argumenteradidh dej veeljemi bïjre mah maehtieh viehkiehtidh aktine monnehke åtnoemaalline

source: guoradallat bájkálasj ja globála rijdojt tjanádum birásássjijda ja háldadibmáj, ja árvvaladdat gåktu dá rijdo soajtti bájke ulmutjijda, sámijda ja ietjá iemeálmmugijda ja væráltsebrudahkaj vájkkudit
sma: suksesjovneprosessh aktene ekosystemesne goerehtidh jïh buerkiestidh

source: gåvådit ájnnasamos energijavadde biebbmoábnnasij kjemijalasj dåbddomerkajt ja vuodustit manen da li ájnnasa rubmahij
sma: buerkiestidh dah vihkielommes energijevedtije fearoe-aamhth, dej kjemiske væhtah jïh buerkiestidh man åvteste dah vihkeles kråahpese

source: vaddet buojkulvisájt vitamijnajs, minerálajs ja minerállaábnnasijs majt rumáj dárbaj, ja gåktu máhttá målsudahkes biebmojt bårråt
sma: vuesiehtimmieh vedtedh mah vitamijnh, mineraalh jïh sporstoff kråahpe daarpesje, jïh guktie maahta aktem jeereldihkie beapmoevuekiem hoksedh

source: avtagærddásattjat kjemijalattjat vuosedit biebbmoábnnasijt biebmogálvojn ja båhtusijt tjielggit
sma: aelhkie kjemiske voejhkelimmieh darjodh juktie fearoe-aamhth vuesiehtidh beapmojne, jïh buerkiestidh maam vïhtesjamme

source: tjielggit dárkkelit oajvveåsijt rubmaha energijavadde biebbmoábnnasij birra bårråma, gilvvema ja adnuj válldema gáktuj
sma: åejviebiehkide buerkiestidh beapmoesjalkemen (fordøyelse), transporten jïh jeatjahtehtemen bïjre energijevedtije fearoe-aamhtijste kråahpesne

source: tjielggit muhtem oajvveåsijt kosmehtalasj buktagijn ja dahkat dakkir buktagav sierra gálvvotjielggidusájn
sma: såemies åejviebielieh buerkiestidh kosmetiske dorjesinie jïh aktem dagkeres dorjesem darjodh jïjtse vaaroedeklarasjovnine

source: árvvaladdat gatjálvisájt ma guosski sæggodibmáj, bårråmgássjelisvuoda ja hárjjidallama gáktuj, ja gåktu iellemvuohke varresvuohtaj vájkkut
sma: digkiedidh gyhtjelassh seagkanimmien, byöpmedimssturremen jïh saavremen bïjre, jïh guktie jieledevuekie healsoem tsevtsie

source: tjielggit dárkkelit proteinsyntesa genehtalasj kodav ja oajvveåsijt ja vatte buojkulvisájt gåktu árbbe ja birás aktan doajmmi
sma: dïejvesem genetisk kode buerkiestidh, jïh åejviebiehkide proteinsyntesesne buerkiestidh jïh vuesiehtimmieh vedtedh guktie aerpie jïh byjrese ektesne spielieh

source: tjielggit buojkuldagájt massta ja genmodifiserim ja vaddet buojkulvisájt gåktu bioteknologija aneduvvá sjattoj ja iellij vuogijt rievdatjit
sma: dïejvesidie kroessedimmie jïh genmodifisering buerkiestidh, jïh vuesiehtimmieh vedtedh guktie bioteknologije åtnasåvva juktie jïjtsevoeth modifiseradidh sjædtoej jïh kreeki luvnie

source: vaddet bajeltgåvåv gåktu bioteknologija duon dán láhkáj medisijnalattjat aneduvvá ja dágástallat vejulasjvuodajt ja hásstalusájt dákkir anojn
sma: bijjieguvviem vedtedh ovmessie såarhts medisijnen åtnoen bïjre bioteknologijeste, jïh nuepieh jïh haestemh digkiedidh dagkarinie åtnosne

source: buohtastahttet argumentajt bioteknologija ano birra ja árvvaladdat fágalasj ja ehtalasj gássjelisvuodajt ma li dási tjanádum
sma: argumenth viertiestidh bioteknoligije-åtnoen bïjre, jïh faageles jïh etihkeles dåeriesmoerh digkiedidh dej bïjre

source: Suonjardibme ja radioaktivitehtta
sma: Goekedimmie jïh radioaktiviteete

source: tjielggit gåktu guovsagis sjaddá, ja buktet buojkulvisájt gåktu Vuodna le læhkám ja ájn le guovsagisdutkamin åvdemussan
sma: buerkiestidh guktie goeksege sjædta jïh vuesiehtimmieh vedtedh guktie Nöörje lea orreme jïh lea akte vihkeles laante goerehtimmesne daennie suerkesne

source: tjielggit man ájnas ozongierdde le biejve suonjardibmáj
sma: ozon-skierien ulmiem buerkiestidh goekedæmman biejjeste

source: tjielggit mij sjaddadimviessovájkkudus le, ja tjielggit gåktu ulmutjij dåjma ilme energijabalansav rievddi
sma: buerkiestidh mij drivhuseffekte lea, jïh buerkiestidh guktie almetji darjomh energijebalansem jarkelieh atmosfææresne

source: tjielggit muhtem vejulasj vájkkudusájt lasedim sjaddadimviessovájkkudusás arktisin ja vuolládagájn ja árvvaladdat muhtem vejulasj dálkádakdåjmav
sma: buerkiestidh naan seapan konsekvensh lissiehtamme drivhuseffekteste arktihken jïh vueliehkåbpoe dajvine, jïh aktem sjyöhtehke klijmaråajvarimmiem digkiedidh

source: tjadádit gæhttjaladdamijt radioaktivitehtajn, biellemuddoájgijn ja duogásjsuonjardimijn, fenomenajt tjielggit ja álkkes láhkáj merustallat
sma: voejhkelimmieh tjirrehtidh radioaktiviteetine, bieliedimmietïjjine jïh duekiegoekedimmine, fenomenide buerkiestidh jïh aelhkie aerviedimmieh darjodh

source: gåvådit iesjgeŋgalágásj ioniserijiddje suonjardimij dåbddomerkajt ja buojkuldahttet gåktu dákkir suonjardibme aneduvvá teknihkan ja medisijnan
sma: væhtah buerkiestidh ovmessie såarhts ioniserende goekedimmine, jïh vuesiehtimmieh vedtedh guktie dagkeres goekedimmie åtnasåvva teknihkeles jïh medisijnen åtnosne

source: tjielggit dárkkelit gåktu elektromagnehtalasj suonjardibme vuobmanin máhttá dålkkuduvvat ja diedojt vaddet vuobmana birra
sma: buerkiestidh guktie elektromagnetiske goekedimmie veartenerommeste maahta toelhkestamme sjïdtedh jïh bïevnesh vedtedh veartenerommen bïjre

source: tjadádit gæhttjaladdamijt biejvvesellaj, biejvvetjoahkkárij ja liekkaspumpoj ja tjielggit gåktu doajmmi ja álkkes láhkáj merustallat vájkkudusmierev
sma: voejhkelimmieh darjodh biejjiecellajgujmie, biejjiefeengkijigujmie jïh baahkedimmiepumpajgujmie, buerkiestidh guktie dah fungeradieh jïh aelhkie aerviedimmieh darjodh man stoerre nåhtoe lea

source: tjielggit ma redoksreaksjvnå li, gæhttjaladdat boalldemijn, galvana elementajn ja elektrolysajn ja båhtusijt tjielggit
sma: buerkiestidh mij lea redoksreaksjovnh, voejhkelimmieh darjodh båeltielimmine, galvaniske elementine jïh elektorlysine, jïh illedahkide buerkiestidh

source: gåvådit gåktu muhtem dábálasj batterijaj ja boalldemsellaj doajmmi ja aneduvvi
sma: buerkiestidh guktie naan sïejhme batterijh jïh båeltielimmiecellah fungeradieh, jïh gusnie dah åtnasuvvieh

source: tjielggit gåktu biomasse máhttá energijagálldon aneduvvat
sma: buerkiestidh ovmessie såarhts åtnoem biomasseste goh energijegaaltije

source: tjielggit sieradusájt energijagáldoj ja energijaguoddij gaskan ja subtsastit muhtem vejulasj energijaguodde birra boahtteájggáj
sma: joekehtsem buerkiestidh energijegaaltiji jïh energijeguedtiji gaskem, jïh akte sjyöhtehke energijeguedtije båetijen aajkan

source: Máhtudakmihto Jo1-viddnofágalasj oahppoprográmma maŋŋela
sma: Maahtoeulmie Jåa1 mænngan – barkoefaageles ööhpehtimmieprogrammh

source: Árvustallam fágan
sma: Faagem vierhtiedidh

source: Loahppaárvustallama mærrádusá:
sma: Nænnoestimmieh galhkuvevuarjasjæmman:

source: Åbbålasj árvustallam
sma: Galhkuvevuarjasjimmie

source: 10. jahkedásse
sma: 10. jaepiedaltese

source: Oahppe galggi oadtjot avtav åbbålasj karakterav.
sma: Learohkh edtjieh aktem galhkuvekarakterem utnedh.

source: Jo1 viddnofágalasj oahppoprográmma
sma: Jåa1 barkoefaageles ööhpehtimmieprogrammh

source: Jo1 oahppogárvedime oahppoprográmma
sma: Jåa1 studijeryöjreden ööhpehtimmieprogrammh Jåa3 lissiebigkeme sïejhme studijemaahtose

source: Eksámen – oahppe
sma: Eksamene learoehkidie

source: Jahkdásse
sma: Jaepiedaltese

source: Oahppe soajtti vuorbbáduvvat njálmálasj eksábmaj.
sma: Learohkh maehtieh njaalmeldh eksamenese geasalgidh.

source: Eksáman galggá praktihkalasj oasse.
sma: Edtja eksamenem tjirrehtidh dæjpeles boelhkine.

source: Njálmálasj eksámen bájkálattjat dagáduvvá ja sensureriduvvá.
sma: Eksamene gietskene dorjesåvva jïh sensureradamme sjædta.

source: Oahppe soajtti vuorbbáduvvat njálmálasj eksábmaj manna le praktihkalasj oasse.
sma: Learohkh maehtieh njaalmeldh-dæjpeles eksamenese geasalgidh.

source: Jo3 lasádus dábálasj oahppomáhtudahkaj
sma: Jåa3 lissiebigkeme sïejhme studijemaahtose

source: Oahppe soajtti vuorbbáduvvat njálmálasj eksábmaj gånnå le praktihkalasj oasse.
sma: Learohkh maehtieh njaalmeldh-dæjpeles eksamenese geasalgidh.

source: Eksábma sisadná dåssju fágav lasádus dábálasj oahppomáhtudahkaj (84 tijma).
sma: Eksamene ajve faagem lissiebigkeme sïejhme studijemaahtose feerhmie (84 tæjmoeh).

source: Gehtja doajmme årnigav ållessjattugij vuodoskåvllååhpadusá gáktuj
sma: Vuartesjh sïejhme öörnegem maadthskuvlelïerehtæmman geerve almetjidie.

source: Privatista galggi tjadádit njálmálasj eksámav gånnå le praktihkalasj oasse.
sma: Privatisth edtjieh njaalmeldh-dæjpeles eksamenem vaeltedh.

source: Njálmálasj eksábma bájkálattjat dagáduvvá ja sensureriduvvá.
sma: Eksamene gietskene dorjesåvva jïh sensureradamme sjædta.

source: Árvustallama åbbålasj mærrádusá li åhpaduslága njuolgadustjállagijn.
sma: Dah sïejhme nænnoestimmieh vuarjasjimmien bïjre lea vihtiestamme ööhpehtimmielaaken mieriedimmesne
